kAMDSuccess = "Nije došlo do greške.";
kAMDUndefinedError = "Desila se nepoznata greška.";
kAMDBadHeaderError = "Datoteka se ne može prenijeti.";
kAMDNoResourcesError = "Nije moguće pridijeliti resurs.";
kAMDReadError = "Učitavanje s uređaja nije moguće.";
kAMDWriteError = "Zapisivanje na uređaj nije moguće.";
kAMDUnknownPacketError = "Nepoznat paket.";
kAMDInvalidArgumentError = "Argument nije važeći.";
kAMDNotFoundError = "Datoteka nije nađena.";
kAMDIsDirectoryError = "Staza je mapa.";
kAMDPermissionError = "Nemate dozvolu.";
kAMDNotConnectedError = "Uređaj nije spojen.";
kAMDTimeOutError = "Vrijeme za postupak je isteklo.";
kAMDOverrunError = "Preopterećenje međumemorije.";
kAMDEOFError = "Kraj datoteke.";
kAMDUnsupportedError = "Postupak nije podržan.";
kAMDFileExistsError = "Datoteka već postoji.";
kAMDBusyError = "Uređaj je zauzet.";
kAMDCryptoError = "Uspostavljanje sigurne veze s uređajem nije moguće.";
kAMDTooBigError = "Poruka je prevelika.";
kAMDInvalidResponseError = "S uređaja je primljen neočekivan odgovor.";
kAMDMissingKeyError = "Nedostaje kod.";
kAMDMissingValueError = "Nedostaje vrijednost.";
kAMDGetProhibitedError = "Nije moguće učitati vrijednost s lozinkom zaključanog uređaja.";
kAMDSetProhibitedError = "Nije moguće podesiti vrijednost na uređaju.";
kAMDRemoveProhibitedError = "Nije moguće ukloniti vrijednost s uređaja.";
kAMDImmutableValueError = "Ova vrijednost se ne može promijeniti.";
kAMDPasswordProtectedError = "Uređaj je zaštićen lozinkom.";
kAMDMissingHostIDError = "Uređaj ne prepoznaje ovo host računalo.";
kAMDInvalidHostIDError = "Uređaj ne prepoznaje ovo host računalo.";
kAMDSessionActiveError = "Sesija je aktivna.";
kAMDSessionInactiveError = "Sesija nije aktivna.";
kAMDMissingSessionIDError = "Nedostaje identifikator sesije.";
kAMDInvalidSessionIDError = "Identifikator sesije nije važeći.";
kAMDMissingServiceError = "Usluga nedostaje.";
kAMDInvalidServiceError = "Usluga nije važeća.";
kAMDServiceLimitError = "Previše instanci ove usluge već je u tijeku.";
kAMDCheckinSetupFailedError = "Usluga se ne može pokrenuti na uređaju";
kAMDInvalidCheckinError = "Usluga se ne može pokrenuti na uređaju";
kAMDCheckinTimeoutError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDCheckinConnectionFailedError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDCheckinReceiveFailedError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDCheckinResponseFailedError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDCheckinOutOfMemoryError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDCheckinSendFailedError = "Usluga se nije pravilno pokrenula na uređaju.";
kAMDMissingPairRecordError = "Host nije uparen s uređajem.";
kAMDInvalidPairRecordError = "Host više nije uparen s uređajem.";
kAMDSavePairRecordFailedError = "Evidencija uparivanja ne može se pohraniti.";
kAMDInvalidActivationRecordError = "Evidencija aktivacije nije važeća.";
kAMDMissingActivationRecordError = "Evidencija aktivacije nije nađena.";
kAMDServiceProhibitedError = "Usluga se ne može pokrenuti na uređaju.";
kAMDEscrowLockedError = "Uređaj nije dostupan sve do prvog otključavanja nakon podizanja sustava.";
kAMDProhibitedBySupervision = "Postupak je zabranjen na uređajima pod nadzorom.";
kAMDPairingProhibitedError = "Uparivanje je dozvoljeno samo putem USB-a.";
kAMDWrongDroidError = "Uređaj je u modu oporavka.";
kAMDSUVerificationError = "Paket nadogradnje softvera se ne može ovjeriti.";
kAMDSUPatchError = "Datoteka se ne može zakrpati.";
kAMDSUFirmwareError = "Nadogradnja softvera nije moguća.";
kAMDProvisioningProfileNotValid = "Provisioning profil nije važeći.";
kAMDSendMessageError = "Poruka se ne može poslati na uređaj.";
kAMDReceiveMessageError = "Poruka s uređaja ne može se primiti.";
kAMDMissingOptionsError = "Nedostaju opcije.";
kAMDMissingImageTypeError = "Nema slike.";
kAMDDigestFailedError = "Preslika diska ne može se učitati.";
kAMDStartServiceError = "Usluga se ne može pokrenuti.";
kAMDInvalidDiskImageError = "Preslika diska nije važeća.";
kAMDMissingDigestError = "Nedostaje sažetak.";
kAMDMuxError = "Desila se greška s multiplekserom USB uređaja.";
kAMDApplicationAlreadyInstalledError = "Sistemska aplikacija s navedenim identifikatorom kompleta već je instalirana na uređaj i ne može se zamijeniti.";
kAMDApplicationMoveFailedError = "Aplikacija se ne može premjestiti na uređaju.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Aplikacija se ne može pokrenuti u ograničenom okruženju (sandbox).";
kAMDApplicationVerificationFailedError = "Aplikacija se ne može ovjeriti.";
kAMDArchiveDestructionFailedError = "Aplikacijska arhiva se ne može ukloniti.";
kAMDBundleVerificationFailedError = "Korisnički paket se ne može ovjeriti.";
kAMDCarrierBundleCopyFailedError = "Instalacija korisničkog paketa nije moguća.";
kAMDCarrierBundleDirectoryCreationFailedError = "Mapa za korisnički paket ne može se izraditi.";
kAMDCarrierBundleMissingSupportedSIMsError = "Ovaj korisnički paket ne podržava SIM kartice.";
kAMDCommCenterNotificationFailedError = "Nemogućnost detektiranja obavijesti iz osnovnog frekvencijskog pojasa.";
kAMDContainerCreationFailedError = "Izrada spremnika za aplikacije nije moguća.
";
kAMDContainerP0wnFailedError = "Dozvole za spremnik za aplikacije ne mogu se popraviti.";
kAMDContainerRemovalFailedError = "Spremnik za aplikacije se ne može ukloniti.";
kAMDEmbeddedProfileInstallFailedError = "Instalacija priloženog provisioning profila nije moguuća.";
kAMDErrorError = "Desila se greška.";
kAMDExecutableTwiddleFailedError = "Izvršne dozvole u aplikaciji ne mogu se promijeniti.";
kAMDExistenceCheckFailedError = "Nije moguće provjeriti da li aplikacija već postoji.";
kAMDInstallMapUpdateFailedError = "Popis instaliranih aplikacija ne može se ažurirati.";
kAMDManifestCaptureFailedError = "Manifest aplikacije se ne može pohraniti.";
kAMDMapGenerationFailedError = "Karta se ne može izraditi.";
kAMDMissingBundleExecutableError = "Aplikacijski paket ne sadrži izvršnu aplikaciju.";
kAMDMissingBundleIdentifierError = "Aplikacijski paket ne sadrži važeći identifikator.";
kAMDMissingBundlePathError = "Staza aplikacijskog paketa ne može se odrediti.";
kAMDMissingContainerError = "Nije pronađen spremnik za instaliranu aplikaciju.";
kAMDNotificationFailedError = "Obavijest se ne može objaviti.";
kAMDPackageExtractionFailedError = "Aplikacijski paket se ne može otvoriti.";
kAMDPackageInspectionFailedError = "Provjera aplikacijskog paketa nije moguća.";
kAMDPackageMoveFailedError = "Aplikacijski paket se ne može premjestiti na prijelaznu lokaciju.";
kAMDPathConversionFailedError = "Konvertiranje staze nije moguće.";
kAMDRestoreContainerFailedError = "Spremnik za aplikacije se ne može obnoviti.";
kAMDSeatbeltProfileRemovalFailedError = "Seatbelt profil aplikacije se ne može ukloniti.";
kAMDStageCreationFailedError = "Prijelazna mapa ne može se izraditi.";
kAMDSymlinkFailedError = "Izrada simboličkog linka nije moguća.";
kAMDiTunesArtworkCaptureFailedError = "iTunes omoti se ne mogu pohraniti.";
kAMDiTunesMetadataCaptureFailedError = "iTunes metapodaci se ne mogu pohraniti.";
kAMDAlreadyArchivedError = "Aplikacija je već arhivirana.";
kAMDUnknownCommandError = "Uređaj ne prepoznaje naredbu.";
kAMDAPIInternalError = "Desila se unutrašnja API greška.";
kAMDMuxCreateListenerError = "Nemogućnost detektiranja USB uređaja.";
kAMDMuxGetListenerError = "Nemogućnost kontaktiranja USB slušača.";
kAMDMuxConnectError = "Spajanje na uređaj nije moguće.";
kAMDDeviceTooNewError = "Potrebno je ažurirati aplikaciju.";
kAMDDeviceRefNoGood = "Ovaj uređaj više nije spojen.";
kAMDDeviceDisconnectedError = "Ovaj uređaj više nije spojen.";
kAMDCannotTranslateError = "Poruke s uređaja ne mogu se prevesti.";
kAMDMobileImageMounterMissingImageSignature = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterResponseCreationFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterMissingImageType = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterMissingImagePath = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageMapLoadFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterAlreadyMounted = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageMoveFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterMountPathMissing = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterMountPathNotEmpty = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageMountFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterDigestFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterDigestCreationFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageVerificationFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageInfoCreationFailed = "Razvoj se nije mogao podržati.";
kAMDMobileImageMounterImageMapStoreFailed = "Razvoj se nije mogao podržati.";
kAMDDeviceOSVersionTooLow = "OS verzija uređaja je preniska.";
kAMDNoWifiSyncSupportError = "Uređaj ne podržava bežičnu sinkronizaciju.";
kAMDDeviceFamilyNotSupported = "Ova aplikacija ne podržava ovu vrstu uređaja.";
kAMDPackagePatchFailedError = "Ažuriranje zakrpom ne može se primijeniti na aplikaciju.";
kAMDIncorrectArchitectureError = "Ova aplikacija ne podržava vrstu CPU-a ovog uređaja.";
kAMDPluginCopyFailedError = "VPN plugin se ne može kopirati u spremnik aplikacije.";
kAMDBreadcrumbFailedError = "Instalacijski isječak ne može se zapisati.";
kAMDBreadcrumbUnlockError = "Instalacijski isječak ne može se ažurirati.";
kAMDGeoJSONCaptureFailedError = "GeoJSON podaci se ne mogu spremiti.";
kAMDNewsstandArtworkCaptureFailedError = "Newsstand omoti se ne mogu pohraniti.";
kAMDMissingCommandError = "Zahtjev ne sadrži naredbu.";
kAMDNotEntitledError = "Zatraženoj aplikaciji nije dozvoljeno ispunjavanje ovog zahtjeva.";
kAMDMissingPackagePathError = "Zahtjevu nedostaje putanja paketa.";
kAMDMissingContainerPathError = "Zahtjevu nedostaje putanja spremnika.";
kAMDMissingApplicationIdentifierError = "Zahtjevu nedostaje identifikator aplikacije.";
kAMDMissingAttributeValueError = "Zahtjevu nedostaje potrebna vrijednost.";
kAMDLookupFailedError = "Ne može se izraditi popis instaliranih aplikacija.";
kAMDDictCreationFailedError = "Mogućnosti se ne mogu izvući iz zahtjeva.";

/* kMISFileError */
"A file operation failed." = "Postupak s datotekom nije uspio.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "Potpisani resurs je dodan, promijenjen ili obrisan.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Važeći administrativni profil za ovu izvršnu stavku nije pronađen.";

/* kMISUnknownError */
"An unknown error has occurred." = "Došlo je do nepoznate greške.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Pokušaj promjene neizmjenjivog administrativnog profila.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Aplikacija ne sadrži važeći potpis.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Potpis aplikacije je važeći ali nije usklađen s očekivanom hash značajkom.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Izvršna stavka sadrži nevažeći potpis.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Izvršna stavka potpisana je s nevažećim pravom.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Identitet koji je upotrijebljen za potpisivanje izvršne stavke više nije važeći.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Potpis nije važeći.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Došlo je do greške komuniciranja s vašim uređajem.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Ovaj administrativni profil ne može se instalirati na ovaj uređaj.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Administrativni profil ne sadrži važeći potpis (ili sadrži važeći ali nepouzdan potpis).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Administrativni profil je istekao.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Administrativni profil nije dobro uobličen.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Administrativni profil nije podržan.";

/* kMISAllocationError */
"Unable to allocate memory." = "Memorija se ne može alocirati.";

